Repository: majestrate/i2p.i2p
Catalog: installer/resources/locale/po/messages_*.po
Languages: de, ro

source: Failed to load the wrapper
de: Wrapper konnte nicht geladen werden.
ro: Încărcarea învelișului a eșuat

source: $APP_LONG_NAME is already running.
de: $APP_LONG_NAME läuft bereits.
ro: $APP_LONG_NAME este deja pornit.

source: Running $APP_LONG_NAME
de: Führe $APP_LONG_NAME aus
ro: Pornirea $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME
de: Warte auf $APP_LONG_NAME
ro: Asteptarea $APP_LONG_NAME

source: WARNING: $APP_LONG_NAME may have failed to start.
de: WARNUNG: Das Starten von $APP_LONG_NAME könnte fehlgeschlagen sein
ro: AVERTIZARE: $APP_LONG_NAME posibil nu au reușit să porneasca.

source: Must be root to perform this action.
de: Nur root kann diese Aktion durchführen.
ro: Trebuie să fie root pentru a efectua această acțiune.

source: Starting $APP_LONG_NAME
de: Starte $APP_LONG_NAME
ro: Pornirea $APP_LONG_NAME

source: Stopping $APP_LONG_NAME
de: Stoppe $APP_LONG_NAME
ro: Oprirea $APP_LONG_NAME

source: $APP_LONG_NAME was not running.
de: $APP_LONG_NAME wurde nicht ausgeführt.
ro: $APP_LONG_NAME nu este pornit.

source: Unable to stop $APP_LONG_NAME.
de: Konnte $APP_LONG_NAME nicht beenden.
ro: Imposibil de a opri $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME to exit
de: Warte auf die Beendigung von $APP_LONG_NAME.
ro: Asteptarea opririi $APP_LONG_NAME

source: Failed to stop $APP_LONG_NAME.
de: Beenden von $APP_LONG_NAME fehlgeschlagen.
ro: Oprirea $APP_LONG_NAME a esuat

source: Stopped $APP_LONG_NAME.
de: $APP_LONG_NAME wurde beendet.
ro: $APP_LONG_NAME este oprit

source: Stopping $APP_LONG_NAME gracefully
de: Beende $APP_LONG_NAME ordnungsgemäß.
ro: Oprirea corecta a $APP_LONG_NAME

source: $APP_LONG_NAME is not running.
de: $APP_LONG_NAME wird nicht ausgeführt.
ro: $APP_LONG_NAME nu este pornit.

source: $APP_LONG_NAME is running: PID:$pid
de: $APP_LONG_NAME wird ausgeführt: PID:$pid
ro: $APP_LONG_NAME este pornit: PID:$pid

source: $APP_LONG_NAME is running: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
de: $APP_LONG_NAME wird ausgeführt: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
ro: $APP_LONG_NAME este pornit: PID:$pid,invelis:$STATUS Java:$JAVASTATUS

source: The $APP_LONG_NAME daemon is already installed.
de: Der $APP_LONG_NAME Dämon ist bereits installiert.
ro: Demonul $APP_LONG_NAME este deja instalat

source: Installing the $APP_LONG_NAME daemon
de: Installiere den $APP_LONG_NAME Dämon
ro: Instalarea demonului $APP_LONG_NAME

source: Install not currently supported for $DIST_OS
de: Die Installation für $DIST_OS wird momentan nicht unterstützt
ro: Instalarea nu este suportata în prezent pentru $DIST_OS

source: Removing $APP_LONG_NAME daemon
de: Entferne $APP_LONG_NAME Dämon
ro: Stergerea demonului $APP_LONG_NAME

source: The $APP_LONG_NAME daemon is not currently installed.
de: Der $APP_LONG_NAME Dämon ist momentan nicht installiert.
ro: Demonul $APP_LONG_NAME nu este instalat

source: Remove not currently supported for $DIST_OS
de: Entfernen wird momentan unter $DIST_OS nicht unterstützt.
ro: Ștergerea nu este suportata în prezent pentru $DIST_OS

source: Commands:
de: Befehle:
ro: Comenzi:

source: Launch in the current console.
de: Start in dieser Konsole.
ro: Pornirea in consola curenta

source: Start in the background as a daemon process.
de: Im Hintergrund als Dämon starten.
ro: Începe în fundal ca un proces daemon.

source: Stop if running as a daemon or in another console.
de: Beende den Router, falls er als Dämon oder in einer anderen Konsole ausgeführt wird.
ro: Oprirea dacă rulează ca un demon sau într-o altă consolă.

source: Stop gracefully, may take up to 11 minutes.
de: Ordnungsgemäßes Beenden kann bis zu 11 Minuten dauern.
ro: Oprirea corecta poate ocupa peste 11 minute

source: Stop if running and then start.
de: Beende den Router, falls er ausgeführt wird und dann starte ihn erneut.
ro: Oprirea dacă rulează și apoi pornește.

source: Restart only if already running.
de: Starte den Router neu, falls er momentan ausgeführt wird.
ro: Repornirea numai dacă deja rulează.

source: Query the current status.
de: Aktuellen Status abfragen.
ro: Interogarea stării curentă.

source: Install to start automatically when system boots.
de: Installiere für automatischen Start wenn das System hochfährt.
ro: Instalare pentru pornirea automata la startul sistemului.

source: Uninstall.
de: Deinstallieren.
ro: Dezinstalează

source: Request a Java thread dump if running.
de: Falls gestartet, fordere einen Java Thread dump an
ro: Solicitarea dump-ului firului Java daca este pornit

source: Please edit i2prouter and set the variable RUN_AS_USER
de: Bitte bearbeite i2prouter und setze die Variable RUN_AS_USER
ro: Vă rugăm să editați i2prouter și setați variabila RUN_AS_USER

source: Running I2P as the root user is *not* recommended.
de: I2P als root Benutzer auszuführen ist *nicht* empfehlenswert.
ro: Rularea I2P ca root *nu* este recomandată.

source: To run as root anyway, edit i2prouter and set ALLOW_ROOT=true.
de: Um I2P trotzdem als root auszuführen bearbeite i2prouter und setze ALLOW_ROOT=true.
ro: Pentru a rula ca root, oricum, editati i2prouter și setați ALLOW_ROOT = true.
